Repository: urchnk/sqzd
Catalog: locales/*/LC_MESSAGES/django.po
Languages: uk

source: English
uk: Англійська

source: Ukrainian
uk: Українська

source: Clients
uk: Клієнти

source: Commands:
uk: Команди:

source: /start - Start the bot
uk: /start - Запустити бота

source: /register_provider = Register as a service provider
uk: /register_provider = Зареєструвати бізнес

source: /help - Get help
uk: /help - Допомога

source: Main menu
uk: Головне меню

source: My provider menu
uk: Мій бізнес-кабінет

source: Back to main menu
uk: Назад до головного меню

source: Back to provider menu
uk: Назад до бізнес-кабінету

source: Main menu:
uk: Головне меню:

source: My client menu
uk: Моє меню клієнта

source: Client menu:
uk: Меню клієнта:

source: Upcoming reservations
uk: Майбутні записи

source: Past reservations
uk: Минулі записи

source: Breaks & days off
uk: Перерви і вихідні

source: Back to breaks & days off
uk: Назад до перерв і вихідних

source: You have not set lunch hours.
uk: Ви не встановили години обіду.

source: You have not set your weekly days off yet.
uk: Ви ще не встановили свої звичні вихідні

source: Edit lunch time
uk: Налаштувати час обіду

source: Clear recurring lunch time
uk: Прибрати регулярні години обіду

source: Enter the desirable lunch start time in HH:MM format
uk: Введіть бажаний час початку обіду у форматі ГГ:ХХ

source: You have cleared your daily lunch hours.
uk: Ви видалили регулярні години обіду.

source: Please, enter time in HH:MM format with MM being among 00 and 30
uk: Будь ласка, введуть час у форматі ГГ:ХХ, зі значенням хвилин з-поміж 00 і 30.

source: Please, enter the desirable lunch end in the same HH:MM format.
uk: Будь ласка, введіть бажаний час закінчення обіду у такому ж форматі.

source: Please, enter end time (bigger than the start time) in HH:MM format with MM among 00 and 30.
uk: Будь ласка, введіть час закінчення у форматі ГГ:ХХ зі значенням хвилин з-поміж 00 і 30.

source: You've set your recurring lunch time to
uk: Ви встановили звичний обід на

source: Edit weekly days off
uk: Редагувати вихідні дні тижня

source: You've entered something wrong. Please, try again.
uk: Ви ввели щось не те. Будь ласка, спробуйте знову.

source: Switch ✅(working day) / ❌(day off).
uk: Перемикайте ✅(робочий день) / ❌(вихідний).

source: Breaks
uk: Перерви

source: Back to breaks
uk: Назад до перерв

source: Breaks menu:
uk: Меню перерв:

source: Set a break
uk: Запланувати перерву

source: Choose an option or enter the duration of a break in minutes (should be divisible by 30).
uk: Оберіть або введіть тривалість перерви в хвилинах (має бути кратною 30).

source: Next day
uk: Наступний день

source: Today
uk: Сьогодні

source: Previous day
uk: Попередній день

source: Cancel
uk: Скасувати

source: You have set a break:
uk: Ви запланували перерву:

source: Max break duration is 4h (360 min). If you need more - consider using a few breaks in a row.
uk: Максимальна тривалість перерви - 4 год (360 хв). Потрібно більше - заплануйте кілька перерв підряд.

source: You have a vacation.
uk: У вас відпустка.

source: You have a day-off.
uk: У вас вихідний.

source: There is no available slot on this day.
uk: У цей день більше немає вільних проміжків.

source: See schedule
uk: Подивитися розклад

source: Please, select the desirable date and time of the break.
uk: Будь ласка, оберіть бажані дату та час перерви

source: Cancel a break
uk: Скасувати перерву

source: Break
uk: Перерва

source: was canceled.
uk: скасована.

source: You don't have any breaks planned
uk: У вас немає запланованих перерв.

source: Do you want to cancel another break?
uk: Ви хочете скасувати ще одну перерву?

source: Do you want to cancel a break?
uk: Ви хочете скасувати перерву?

source: Days off
uk: Вихідні

source: Back to days off
uk: Назад до відпусток

source: You have reservations on this date. Cancel them before planning a vacation
uk: У вас є записи на цей день. Скасуйте їх перш ніж планувати відпустку.

source: You have added the day off for
uk: Ви додали вихідний

source: You have removed the day off for
uk: Ви видалили вихідний

source: is already a weekend. No need to set a day off.
uk: — ваш звичний вихідний. Немає необхідності планувати відпустку.

source: Switch available weekdays (📅) to days off (🏖).
uk: Перемикайте між робочим днем (📅) і вихідним (🏖).

source: You cannot set a day off for a day with scheduled reservations (📝).
uk: Ви не можете запланувати вихідний на день, коли у вас є записи (📝).

source: There is no need to set a day off on your recurring weekend (🏠).
uk: Немає необхідності планувати окремий вихідний на ваш щотижневий вихідний день (🏠).

source: You are already registered as a provider.
uk: Ви вже зареєстровані як надавач послуг.

source: Do you want to register yourself as a provider?
uk: Ви хочете зареєструватися надавачем послуг?

source: Yes
uk: Так

source: Please, enter your phone number:
uk: Будь ласка, введіть свій номер телефону:

source: No
uk: Ні

source: Please, enter your email:
uk: Будь ласка, введіть свій email:

source: Please, share your location, so we can set your timezone.
uk: Будь ласка, надішліть нам свою локацію, щоб ми змогли правильно встановити вашу часову зону.

source: You've sent something wrong. Please, try again.
uk: Ви ввели щось не те. Будь ласка, спробуйте знову.

source: What currency do you charge clients in?
uk: У якій валюті ви встановлюєте ціни?

source: At what time do you begin your working day?
uk: О котрій годині ви починаєте робочий день?

source: At what time do you finish your working day?
uk: О котрій годині ви завершуєте працювати?

source: You have been registered as a provider with the following info:
uk: Вітаємо! Ви зареєструвалися надавачем послуг:

source: Phone number: {phone}
uk: Телефон: {phone}

source: Time zone:
uk: Часова зона:

source: Currency:
uk: Валюта:

source: Working day from {start} to {end}
uk: Робочий день з {start} до {end}

source: Your link for booking: {booking_link}
uk: Посилання для запису: {booking_link}

source: Please, set up a Telegram username before using deep link.
uk: Будь ласка, встановіть ім'я користувача (нікнейм) у Telegram аби мати можливість використовувати посилання для запису.

source: Reservations
uk: Записи

source: New reservation
uk: Новий запис

source: Choose client
uk: Оберіть клієнта

source: New client
uk: Новий клієнт

source: New reservation:
uk: Новий запис:

source: Next 10
uk: Наступні 10

source: Previous 10
uk: Попередні 10

source: Please, enter the new client's name (or just share a contact with a phone number):
uk: Будь ласка, введіть ім'я та прізвище клієнта (або ж просто поділіться тут його контактом):

source: Please, choose a service:
uk: Будь ласка, оберіть послугу:

source: You have no services listed at the moment.
uk: Ви поки що не додали жодної послуги.

source: Please, choose a client:
uk: Будь ласка, оберіть клієнта:

source: Client:
uk: Клієнт:

source: Please, choose a service
uk: Будь ласка, оберіть послугу:

source: You've canceled the reservation setting.
uk: Ви скасували додавання запису.

source: You have set the following reservation:
uk: Ви додали новий запис:

source: Service: {service}
uk: Послуга: {service}

source: Client: {name} {username}
uk: Клієнт: {name} {username}

source: You've clearly entered something wrong. Please, try again.
uk: Ви ввели щось не те. Спробуйте ще раз.

source: Please, select the desirable date and time of the reservation.
uk: Будь ласка, оберіть дату та час запису.

source: Provider settings
uk: Налаштування бізнесу

source: Back to provider settings
uk: Назад до бізнес-кабінету

source: Provider settings:
uk: Налаштування бізнесу:

source: Get my deep link
uk: Отримати посилання для запису

source: Your deep link:
uk: Посилання для бронювання ваших послуг:

source: Please, select a desirable service:
uk: Оберіть послугу:

source: This provider has no services listed at the moment.
uk: Цей виконавець не має доданих послуг станом на зараз.

source: You've canceled the booking process.
uk: Ви скасували процес запису.

source: Please, enter Yes or No.
uk: Будь ласка, введіть Так або Ні.

source: Cancel booking
uk: Скасувати запис

source: You have booked the following reservation:
uk: Ви забронювали запис:

source: You have a new reservation:
uk: У вас новий запис:

source: Add service
uk: Додати послугу

source: Please, enter the name of the service:
uk: Будь ласка, введіть назву послуги:

source: You already have a service this name. Please, choose another.
uk: У вас вже є послуга з такою назвою. Будь ласка, оберіть іншу.

source: Please, enter the standard duration of this service in minutes:
uk: Введіть звичну тривалість цієї послуги в хвилинах:

source: Please, enter the price of this service:
uk: Введіть ціну на дану послугу:

source: minutes
uk: хвилин

source: Remove service
uk: Видалити послугу

source: You are not registered as a provider.
uk: Ви не зареєстровані надавачем послуг.

source: Choose a service you want to remove:
uk: Оберіть послугу для видалення:

source: This service has:
uk: На цю послугу є:

source: Upcoming reservations:
uk: Майбутні записи:

source: Past reservations:
uk: Минулі записи:

source: You can only make it inactive now.
uk: Ви можете лише деактивувати її.

source: Clients won't longer be able to book this service.
uk: Клієнти більше не зможуть забронювати цю послугу.

source: Do you want to deactivate this service?
uk: Ви хочете деактивувати цю послугу?

source: This service never had any reservations.
uk: На цю послугу не було жодного запису.

source: Do you want to remove this service?
uk: Ви хочете видалити цю послугу?

source: {service_name} (deactivated {now})
uk: {service_name} (деактивовано {now})

source: Service {service_name} was successfully deactivated.
uk: Послугу {service_name} успішно деактивовано.

source: You've canceled the service deactivation process.
uk: Ви скасували деактивацію послуги.

source: Service {service_name} was successfully removed.
uk: Послугу {service_name} успішно видалено.

source: You've canceled the service removal process.
uk: Ви скасували видалення послуги.

source: Services menu
uk: Меню послуг

source: You have no services set up at the moment.
uk: Наразі у вас немає доданих послуг.

source: Hello,
uk: Привіт,

source: Do you want to book an reservation with provider {full_name} @{username}?
uk: Чи бажаєте забронювати послугу у {full_name} @{username}?

source: Ukrainian Hryvnia
uk: Українська гривня

source: Euro
uk: Євро

source: Polish Zloty
uk: Польський злотий

source: Czech Koruna
uk: Чеська крона

source: US Dollar
uk: Долар США

source: Canadian dollar
uk: Канадський долар

source: British Pound
uk: Британський фунт

source: Swedish Krona
uk: Шведська крона

source: Norwegian Krone'
uk: Норвезька крона

source: Danish Krone
uk: Данська крона

source: Romanian Leu
uk: Румунський лей

source: Moldovan Leu
uk: Молдовський лей

source: %m/%d/%Y
uk: %d.%m.%Y

source: %I:%M %p
uk: %H:%M

source: %m/%d/%Y, %I:%M %p
uk: %d.%m.%Y, %-H:%M

source: Mon
uk: Пн

source: Tue
uk: Вт

source: Wen
uk: Ср

source: Thu
uk: Чт

source: Fri
uk: Пт

source: Sat
uk: Сб

source: Sun
uk: Нд

source: Monday
uk: Понеділок

source: Tuesday
uk: Вівторок

source: Wednesday
uk: Середа

source: Thursday
uk: Четвер

source: Friday
uk: П'ятниця

source: Saturday
uk: Субота

source: Sunday
uk: Неділя

source: (inactive)
uk: (неактивна)

source: You have no upcoming reservations.
uk: У вас немає записів.

source: You have no past reservations.
uk: У вас ще не було записів.

source: Provider: {name}, @{username}
uk: Виконавець: {name}, @{username}

source: Last reservation:
uk: Останній запис:

source: Next reservation:
uk: Наступний запис:

source: You have had no clients yet.
uk: У вас ще не було клієнтів.

source: No appointments.
uk: Немає записів.

source: Upcoming breaks:
uk: Заплановані перерви:

source: You have no upcoming breaks.
uk: У вас немає запланованих перерв

source: Upcoming vacations:
uk: Заплановані вихідні:

source: You have no upcoming vacations.
uk: У вас немає запланованих відпусток.

source: Lunch:
uk: Обід:

source: You have not set lunch hours yet.
uk: Ви ще не встановили години обіду.

source: Days off:
uk: Вихідні:

source: Start bot
uk: Запустити бота

source: Become a provider
uk: Зареєструвати бізнес

source: Get help
uk: Допомога
